{
  "paragraphs": [

    [
      { "text": "Meu nome é Kaliastrus Novarcanus. Se você está lendo este diário, então sem dúvida alguma, eu estou morto. Lancei um feitiço para garantir que ele chegasse àquele — ou àqueles — dignos de herdar meu legado." }
    ],

    [
      { "text": "Se decidir seguir sua vida sem se envolver, não se preocupe. Apenas os insanos ousariam trilhar o caminho que eu segui. A escolha é inteiramente sua. Se quiser vasculhar estas páginas, sinta-se livre. Eu estou morto de qualquer forma, e o diário ficará com você, independentemente do que decidir." }
    ],

    [
      { "text": "01/11/****", "bold": true }
    ],
    [
      { "text": "Hoje entrei em uma pirâmide no deserto. Não foi a primeira que explorei, então não esperava nada além do usual. Lá dentro, encontrei um totem estranho. No começo achei que fosse um Totem da Imortalidade, mas quanto mais eu olhava para ele, menos parecia ser um. O formato está errado. Os detalhes também. Mesmo assim, levei comigo." }
    ],
    [
      { "text": "De volta para casa, tentei analisá-lo com mais cuidado. O totem tem inscrições entalhadas. Não parecem decorativas. É algum tipo de escrita, mas não reconheço. Não tenho cabeça para isso agora. Vou guardar o totem. Preciso dormir." }
    ],

    [
      { "text": "01/13/****", "bold": true }
    ],
    [
      { "text": "Passei a maior parte do dia olhando para o totem. Não consegui traduzir nada. Fico encarando aquelas marcas por tempo demais e perco a noção das horas. Quando tentei anotar algo, já estava exausto. Dormi mal de novo." }
    ],

    [
      { "text": "01/15/****", "bold": true }
    ],
    [
      { "text": "Os sonhos estão começando a se repetir. Sempre a mesma coisa. Um espaço vazio, sem chão, sem céu. Acordo com a sensação de que fiquei lá por horas. Hoje não toquei no totem. Não fez diferença." }
    ],

    [
      { "text": "01/18/****", "bold": true }
    ],
    [
      { "text": "Só acordei agora. Uma semana inteira se passou, e eu mal lembro do meio dela. É difícil explicar. Na minha cabeça, eu estava naquele vazio. Não era exatamente um sonho. Havia uma voz. Não parecia distante, mas também não estava perto. Ela falava, mas não consigo lembrar o que dizia." }
    ],
    [
      { "text": "Minha cabeça dói. Preciso estudar o totem com mais cuidado, mesmo sem vontade. Isso não vai parar sozinho." }
    ],

    [
      { "text": "01/22/****", "bold": true }
    ],
    [
      { "text": "Não tenho dormido muito. Quando consigo dormir, acordo cansado. Meus pensamentos sempre voltam para o totem, mesmo quando tento focar em outra coisa. Fico pensando se isso começou quando o trouxe para casa ou se estou dando importância demais." }
    ],

    [
      { "text": "02/03/****", "bold": true }
    ],
    [
      { "text": "Passei os últimos dias procurando livros em vilas e estruturas antigas. A maioria não ajuda. Alguns falam sobre rituais, outros sobre entidades que existem “acima do mundo”. Nada é claro. Parece que cada texto foi escrito por alguém diferente, em uma era diferente. Cruzar informações é exaustivo." }
    ],

    [
      { "text": "02/12/****", "bold": true }
    ],
    [
      { "text": "Hoje encontrei uma referência mais direta. O texto é confuso e mal preservado. Ele fala sobre um ritual envolvendo um totem e uma fonte de poder. Não explica o motivo. Nem o resultado. Apenas descreve o processo. Parei de ler no meio porque minha cabeça já não estava funcionando direito." }
    ],

    [
      { "text": "02/27/****", "bold": true }
    ],
    [
      { "text": "Depois de reler tudo várias vezes, acho que entendi o básico. Uma Nether Star e o totem precisam ser colocados em um pedestal. Depois disso, o ritual começa ao acender pederneira e aço. É simples demais para algo que levou tanto tempo para ser descrito." }
    ],
    [
      { "text": "Há informação demais espalhada pelos textos. Entre elas, há menções repetidas a 22 seres que existem acima dos céus. O texto diz que quem superar todos eles ganhará controle sobre o mundo. Não sei se isso é literal ou apenas uma forma exagerada de descrever poder." }
    ],
    [
      { "text": "Passei mais de um mês pesquisando vilas, ruínas e outras estruturas. Não encontrei nenhum outro objeto como o totem. Talvez ele seja único. Ou talvez o restante já tenha sido destruído." }
    ],
    [
      { "text": "Vou dormir. Antes de tentar qualquer coisa, preciso me preparar o máximo possível. Não quero cometer erros por pressa ou exaustão." }
    ],
    [
      { "text": "Já enfrentei um Warden uma vez. Foi difícil pra caramba. Na época, achei que estava preparado. Não estava. Não vou cometer o mesmo erro de novo. Não desta vez." }
    ]

  ]
}
