{
  "paragraphs": [

    [
      { "text": "My name is Kaliastrus Novarcanus. If you are reading this diary, then without a doubt, I am dead. I have woven a spell to ensure it would reach the one — or those — worthy of inheriting my legacy." }
    ],

    [
      { "text": "Should you choose to move on without involvement, do not concern yourself. Only the mad would dare to walk the path I once followed. The choice is entirely yours. If you wish to pry into these pages, feel free to do so. I am dead regardless, and the diary will remain with you, no matter what you decide." }
    ],

    [
      { "text": "01/11/****", "bold": true }
    ],
    [
      { "text": "Today I went into a desert pyramid. It wasn’t the first one I’ve explored, so I wasn’t expecting anything beyond the usual. Inside, I found a strange totem. At first, I thought it was a Totem of Undying, but the longer I looked at it, the less it seemed like one. The shape is wrong. The details too. I took it with me anyway." }
    ],
    [
      { "text": "Back home, I tried to look at it more carefully. The totem has engravings carved into it. They don’t look decorative. It’s some kind of writing, but I don’t recognize it. I don’t have the head for this right now. I’ll keep the totem stored away. I need to sleep." }
    ],

    [
      { "text": "01/13/****", "bold": true }
    ],
    [
      { "text": "I spent most of the day staring at the totem. I didn’t manage to translate anything. I keep looking at those markings for too long and lose track of time. When I tried to write something down, I was already exhausted. Slept poorly again." }
    ],

    [
      { "text": "01/15/****", "bold": true }
    ],
    [
      { "text": "The dreams are starting to repeat. Always the same thing. An empty space, no ground, no sky. I wake up with the feeling that I stayed there for hours. I didn’t touch the totem today. It didn’t make a difference." }
    ],

    [
      { "text": "01/18/****", "bold": true }
    ],
    [
      { "text": "I only woke up now. An entire week has passed, and I don’t really remember the middle of it. It’s hard to put into words. In my head, I was in that void. It wasn’t exactly a dream. There was a voice. It didn’t feel distant, but it wasn’t close either. It spoke, but I can’t remember what it said." }
    ],
    [
      { "text": "My head hurts. I need to study the totem more carefully, even without the motivation. This isn’t going to stop on its own." }
    ],

    [
      { "text": "01/22/****", "bold": true }
    ],
    [
      { "text": "I haven’t been sleeping much. When I do sleep, I wake up tired. My thoughts always circle back to the totem, even when I try to focus on something else. I keep wondering whether this started when I brought it home or if I’m just giving it too much importance." }
    ],

    [
      { "text": "02/03/****", "bold": true }
    ],
    [
      { "text": "I’ve spent the last few days searching for books in villages and ancient structures. Most of them don’t help. Some mention rituals, others talk about entities that exist “above the world.” Nothing is clear. It feels like each text was written by someone different, in a different era. Cross-referencing anything is exhausting." }
    ],

    [
      { "text": "02/12/****", "bold": true }
    ],
    [
      { "text": "I found a more direct reference today. The text is confusing and poorly preserved. It talks about a ritual involving a totem and a source of power. It doesn’t explain why. Or the result. It just describes the process. I stopped reading halfway through because my head wasn’t working properly anymore." }
    ],

    [
      { "text": "02/27/****", "bold": true }
    ],
    [
      { "text": "After rereading everything several times, I think I understand the basics. A Nether Star and the totem need to be placed on a pedestal. After that, the ritual begins by igniting flint and steel. It’s too simple for something that took so long to be described." }
    ],
    [
      { "text": "There’s too much information scattered across the texts. Among it, there are repeated mentions of 22 beings that exist above the heavens. The text says that whoever surpasses all of them will gain control over the world. I don’t know if that’s literal or just an exaggerated way of describing power." }
    ],
    [
      { "text": "I spent over a month researching villages, ruins, and other structures. I didn’t find any other object like the totem. Maybe it’s unique. Or maybe the rest have already been destroyed." }
    ],
    [
      { "text": "I’m going to sleep. Before trying anything, I need to prepare as much as possible. I don’t want to make mistakes out of haste or exhaustion." }
    ],
    [
      { "text": "I’ve faced a Warden once before. It was hard as hell. At the time, I thought I was prepared. I wasn’t. I won’t make the same mistake again. Not this time." }
    ]

  ]
}
